import antiaq1 from '../../assets/cards/antiaq/antiaq-1.jpg'
import antiaq2 from '../../assets/cards/antiaq/antiaq-2.jpg'

import janex1 from '../../assets/cards/janex/janex-1.jpg'
import janex2 from '../../assets/cards/janex/janex-2.jpg'

import touchscreen1 from '../../assets/cards/touchscreen/touchscreen-1.jpg'
import touchscreen2 from '../../assets/cards/touchscreen/touchscreen-2.jpg'
import touchscreen3 from '../../assets/cards/touchscreen/touchscreen-3.jpg'
import touchscreen4 from '../../assets/cards/touchscreen/touchscreen-4.jpg'

const cards = [
  {
    id: 1,
    src: antiaq1,
    name: "Устройство для омоложения кожи",
    price: 29990,
    size: "20*15*5 см",
    description: `Микротоковый массажер от JAY DD - это многофункциональное устройство 
      для ухода за кожей лица и шеи, способствующее устранению несовершенств, очищению и
      подтяжке кожи, делая её заметно более светлой и молодой. <br>
      Устройство предлагает 7 режимов, которые позволяют проводить комплексный уход за кожей:<br>
      1. Очищение (CLEAN);<br>
      2. RF-лифтинг (RF);<br>
      3. Осветление и отбеливание кожи (WHITEN);<br>
      4. Фонофорез (IMPORT);<br>
      5. Микротоковая терапия (ЭМС);<br>
      6. Уход за кожей вокруг глаз (EYE CARE);<br>
      7. Криотерапия (COOL).<br>
      Каждый режим рекомендуется использовать не более одного раза в день, с продолжительностью
      10-15 минут и перерывами между сеансами. Для ухода за областью вокруг глаз рекомендуется 
      применять прибор в сочетании с тонером, эссенцией или лосьоном.
      Прибор имеет эргономичный дизайн, удобную рукоять, информативный дисплей, компактные размеры
      и небольшой вес. Встроенный аккумулятор ёмкостью 1500 mAh обеспечивает беспроводное использование 
      устройства, что делает его удобным даже в дороге. Прибор заряжается от сети 220 В и поставляется
      с удобной подставкой для хранения на столе. Время подзарядки 2 часа. `,
    extraDescription: `
      Страна производитель: Китай<br>
      Цвет: синий<br>
      Тип: прибор для ухода<br>
      Назначение: антивозрастной уход, лифтинг, очищение, осветление, повышение упругости кожи, ровный цвет лица, улучшение кровоснабжения, сужение пор<br>
      Материал аппарата/ насадки: пластик<br>
      Количество режимов: 7<br>
      Тип питания: от аккумулятора<br>
      Дополнительно: Микротоковый массажер от JAY DD это универсальный прибор по уходу за кожей лица и шеи, который позволяет устранить несовершенства, очистить и подтянуть кожу, сделать ее заметно светлее и моложе.<br>
      Размеры: 20*15*5 см<br>
      Bec: 500.0 г`,
    images: [
      antiaq1,
      antiaq2,
    ]
  },
  {

    id: 2,
    src: janex1,
    name: "Пистолет для прокола ушей \"Janex\"",
    price: 14990,
    size: "10*15*5 см",
    description: `Пистолет для прокола ушей "Janex" подходит как салонам красоты, косметическим
     кабинетам, так и частным мастерам. Аппарат для прокола ушей "Janex" позволяет добиться
     исключительной стерильности и точности прокола благодаря четким стандартам качества на
     производстве.Компания "Janex" за последние два десятилетия зарекомендовала себя
     на мировом рынке по стерильным инструментам для прокола, а так же стала лидером индустрии
     в целом.
`,
    extraDescription: `
    Тип: пистолет <br>
    Назначение: для прокола мочки уха<br>
    Материал: пластик<br>
    Комплектация: Пистолет, 3 насадки, серьги, гель, фломастер, салфетки.<br>
    Цвет: черный<br>
    Габариты упаковки: 10*15*5см<br>
    Вес упаковки: 0.4 кг<br>
    Вес пистолета: 150 г<br>
    Страна производитель: Китай`,
    images: [
      janex1,
      janex2,
    ]
  },
  {
    id: 3,
    src: touchscreen1,
    name: "Щипцы-выпрямители утюжок TouchScreen",
    price: 19990,
    size: "45 х 95 мм",
    description: `Щипцы-выпрямители утюжок TouchScreen Nano Titanium Wide с широкими пластинами
    профессиональный инструмент для разглаживания волос и придания объёма у корней. Рабочие 
    поверхности с титановом покрытием мягко скользят по волосам, равномерно прогревая их и 
    разглаживая. Электронный терморегулятор позволяет выбрать тот режим работы, который является
    наиболее оптимальным для данного типа волос. После укладки с помощью этих щипцов волосы 
    становятся гладкими и блестящими, выглядят здоровыми и ухоженными. `,
    extraDescription: `Конструкция: вращение шнура <br>
    Длина сетевого шнура: 2.5 м <br>
    Защита от перегрева: Да <br>
    Габариты: 45 х 95 мм <br>
    Дополнительная информация: сенсорный экран с блокировкой заданной температуры <br>
    Режимы работы: локоны, выпрямление<br>
    Тип: утюжок<br>
    Стандарт вилки: европейская вилка<br>
    Страна производитель: Китай<br>
    Цвет: золотой<br>
    Мощность: 150.0 Вт<br>
    Количество режимов: 5<br>
    Количество режимов нагрева: 5<br>
    Максимальная температура нагрева: 230.0 °C`,
    images: [
      touchscreen1,
      touchscreen2,
      touchscreen3,
      touchscreen4,
    ]
  },
];
export default cards;
